Repository: Siwy55p/SklepInternetowyNETCore
Catalog: Resources/SharedResource.*.resx
Languages: de_de, pl_pl

# Świecznik srebrny IZARO L_Aluro
source: IZARO silver candle holder L_Aluro
de_de: IZARO Silber Kerzenhalter L_Aluro
pl_pl: Świecznik srebrny IZARO L_Aluro

# Lampa wisząca HERMES_Aluro
source: HERMES_Aluro Pendelleuchte
de_de: Lampa wisząca HERMES_Aluro
pl_pl: Lampa wisząca HERMES_Aluro

# Ulica
source: Street
de_de: Straße
pl_pl: Ulica

# Kategorie
source: Category
de_de: Kategorien
pl_pl: Kategorie

# Osłonka, donica FRISA - M_Aluro
source: FRISA casing, pot - M_Aluro
de_de: FRISA Gehäuse, Blumentopf - M_Aluro
pl_pl: Osłonka, donica FRISA - M_Aluro

# Niemiecki
source: Germany
de_de: Deutsch
pl_pl: Niemiecki

# Informacje
source: Information
pl_pl: Informacje

# Gazon, doniczka LAZURITE ocean blue_Aluro L
source: Gazon, pot LAZURITE ocean blue_Aluro L
de_de: Gazon, Blumentopf LAZURITE ozeanblau_Aluro L
pl_pl: Gazon, doniczka LAZURITE ocean blue_Aluro L

# Osłonka - misa KIERA kpl-2szt złote_Aluro
source: Cowl - bowl KIERA kpl-2pcs gold_Aluro
de_de: Kutte - Schale KIERA kpl-2pcs gold_Aluro
pl_pl: Osłonka - misa KIERA kpl-2szt złote_Aluro

# Osłonka, donica FRISA - XL_Aluro
source: FRISA casing, pot - XL_Aluro
de_de: FRISA Gehäuse, Blumentopf - XL_Aluro
pl_pl: Osłonka, donica FRISA - XL_Aluro

# Bombki szklane RICA 3 sztuki- multikolor_Aluro
source: RICA glass baubles 3 pieces- multicolor_Aluro
de_de: RICA Glaskugeln 3 Stück- mehrfarbig_Aluro
pl_pl: Bombki szklane RICA 3 sztuki- multikolor_Aluro

# CenaDetaliczna
source: Retail price
de_de: Endverbraucherpreis
pl_pl: Cena detaliczna

# Świecznik FLAR_Aluro L
source: Chandelier FLAR_Aluro L
de_de: Kronleuchter FLAR_Aluro L
pl_pl: Świecznik FLAR_Aluro L

# Płatność
source: payment
de_de: Zahlung
pl_pl: Płatność

# Historia zamówień
source: History of orders
de_de: die Geschichte der Bestellungen
pl_pl: Historia zamówień

# Świecznik choinka MILTON_Aluro
source: Christmas tree candle holder MILTON_Aluro
de_de: Weihnachtsbaum-Kronleuchter MILTON_Aluro
pl_pl: Świecznik choinka MILTON_Aluro

# Świecznik metalowy ESTILO złoty_Aluro
source: ESTILO gold metal candle holder_Aluro
de_de: Metall-Kerzenhalter ESTILO gold_Aluro
pl_pl: Świecznik metalowy ESTILO złoty_Aluro

# Sofa Charlie Chaplin MAZINE Aluro
source: Charlie Chaplin MAZINE Sofa Aluro
pl_pl: Sofa Charlie Chaplin MAZINE Aluro

# Stolik kawowy FOSIL_Aluro
source: Coffee table FOSIL_Aluro
de_de: Couchtisch FOSIL_Aluro
pl_pl: Stolik kawowy FOSIL_Aluro

# Stolik-pomocnik kpl-3szt ORSINO_Aluro
source: Table-helper kpl-3pcs ORSINO_Aluro
de_de: Helfer-Tabelle kpl-3pcs ORSINO_Aluro
pl_pl: Stolik-pomocnik kpl-3szt ORSINO_Aluro

# Wazon DALMIRA artistic style XL_Aluro
source: DALMIRA artistic style vase XL_Aluro
de_de: DALMIRA künstlerischen Stil Vase XL_Aluro
pl_pl: Wazon DALMIRA artistic style XL_Aluro

# Zaloguj się
source: Log in
de_de: Einloggen
pl_pl: Zaloguj się

# Bombka szklana PANORA 3 wzory_Aluro
source: PANORA glass bauble 3 designs_Aluro
de_de: PANORA Glaskugel 3 Motive_Aluro
pl_pl: Bombka szklana PANORA 3 wzory_Aluro

# Karta kredytowa
source: Credit card
de_de: Kreditkarte
pl_pl: Karta kredytowa

# Oświetlenie
source: Lighting
de_de: Beleuchtung
pl_pl: Oświetlenie

# Lampion ażurowy KEVORI owalny XL_Aluro
source: Openwork lantern KEVORI oval XL_Aluro
de_de: Durchbrochene Laterne KEVORI oval XL_Aluro
pl_pl: Lampion ażurowy KEVORI owalny XL_Aluro

# Roślina sztuczna - asparagus gold_Aluro
source: Artificial plant - asparagus gold_Aluro
de_de: Künstliche Pflanze - Spargel gold_Aluro
pl_pl: Roślina sztuczna - asparagus gold_Aluro

# Kod pocztowy
source: ZIP code
de_de: PLZ
pl_pl: Kod pocztowy

# Bombka szklana PANDIRA cristal-white_Aluro
source: PANDIRA glass bauble cristal-white_Aluro
de_de: Glaskugel PANDIRA kristall-weiß_Aluro
pl_pl: Bombka szklana PANDIRA cristal-white_Aluro

# Płatność i dostawa
source: Payment and delivery
de_de: Zahlungs-und Lieferbedingungen
pl_pl: Płatność i dostawa

# Roślina szt.- kwiat zimowy_Aluro
source: Plant pcs-winter flower_Aluro
de_de: Pflanzenteile-Winterblume_Aluro
pl_pl: Roślina szt.- kwiat zimowy_Aluro

# Roślina sztuczna - patrinia złota_Aluro
source: Artificial plant - gold patrinia_Aluro
de_de: Künstliche Pflanze - gold patrinia_Aluro
pl_pl: Roślina sztuczna - patrinia złota_Aluro

# netto
source: net
de_de: Netz
pl_pl: netto

# Konsola meblowa TABER
source: TABER furniture console
de_de: TABER Möbelkonsole
pl_pl: Konsola meblowa TABER

# Lampion na nodze ATEX_Aluro
source: Lantern on a leg ATEX_Aluro
de_de: Laterne auf einem Bein ATEX_Aluro
pl_pl: Lampion na nodze ATEX_Aluro

# Latarnia metal. TIMBA czarno-srebrna XL_Aluro
source: Lantern metal. TIMBA black and silver XL_Aluro
de_de: Metall-Laterne. TIMBA schwarz und silber XL_Aluro
pl_pl: Latarnia metal. TIMBA czarno-srebrna XL_Aluro

# Złóż zamówienie
source: Submit your order
de_de: Senden Sie Ihre Bestellung ab
pl_pl: Złóż zamówienie

# Nowości
source: News
de_de: Nachrichten
pl_pl: Nowości

# Produkt
source: Product
de_de: Produkt
pl_pl: Produkt

# Donice i Osłonki
source: Pots and Covers
de_de: Töpfe und Deckel
pl_pl: Donice i Osłonki

# Nazwa Firmy
source: Company name
de_de: Name der Firma
pl_pl: Nazwa Firmy

# Doniczka,osłonka CARMINO - XL_Aluro
source: Flower pot,casing CARMINO - XL_Aluro
de_de: Blumentopf, Gehäuse CARMINO - XL_Aluro
pl_pl: Doniczka,osłonka CARMINO - XL_Aluro

# Roślina sztuczna - asparagus copper_Aluro
source: Artificial plant - asparagus copper_Aluro
de_de: Künstliche Pflanze - Spargel Kupfer_Aluro
pl_pl: Roślina sztuczna - asparagus copper_Aluro

# Latarnia metal. TIMBA złota XL_Aluro
source: Lantern metal. TIMBA gold XL_Aluro
de_de: Metall-Laterne. TIMBA gold XL_Aluro
pl_pl: Latarnia metal. TIMBA złota XL_Aluro

# Angielski
source: English
de_de: Englisch
pl_pl: Angielski

# Makrama ścienna TANDRA_Aluro
source: Wall macramé TANDRA_Aluro
de_de: Wandmakramee TANDRA_Aluro
pl_pl: Makrama ścienna TANDRA_Aluro

# Postument Kiron_Aluro
source: Kiron_Aluro pedestal
de_de: Sockel Kiron_Aluro
pl_pl: Postument Kiron_Aluro

# Roślina szt.- zimowa gałąź modrzewia_Aluro
source: Art plant - winter branch of larch_Aluro
de_de: Pflanzenteile - Winterzweig der Lärche_Aluro
pl_pl: Roślina szt.- zimowa gałąź modrzewia_Aluro

# Telefon
source: Telephone
de_de: Telefon
pl_pl: Telefon

# Wazon ANKLE_Aluro M
source: ANKLE_Aluro M vase
de_de: Vase ANKLE_Aluro M
pl_pl: Wazon ANKLE_Aluro M

# Miasto
source: City
de_de: Stadt
pl_pl: Miasto

# Twoje zamówienie
source: Your order
de_de: Deine Bestellung
pl_pl: Twoje zamówienie

# Roślina sztuczna - głązka zimowa_Aluro
source: Artificial plant - winter creeper_Aluro
de_de: Künstliche Pflanze - Winterling_Aluro
pl_pl: Roślina sztuczna - głązka zimowa_Aluro

# Donica MIDAXI white&amp;copper XXL_Aluro
source: MIDAXI white&copper XXL pot_Aluro
de_de: MIDAXI Topf weiß&kupfer XXL_Aluro
pl_pl: Donica MIDAXI white&copper XXL_Aluro

# Adres dostawy
source: Delivery address
de_de: Lieferadresse
pl_pl: Adres dostawy

# Stolik/Pomocnik FOSIL_Aluro
source: FOSIL_Aluro Table/Shelf
de_de: Tabelle/Tisch FOSIL_Aluro
pl_pl: Stolik/Pomocnik FOSIL_Aluro

# zapamietaj mnie
source: remember me
de_de: Erinnere dich an mich
pl_pl: zapamietaj mnie

# Ogólne warunki sprzedaży
source: General terms of sale
de_de: Allgemeine Verkaufsbedingungen
pl_pl: Ogólne warunki sprzedaży

# Lampion metalowy MANON_Aluro L
source: MANON_Aluro L metal lantern
de_de: Metall-Laterne MANON_Aluro L
pl_pl: Lampion metalowy MANON_Aluro L

# Adres rozliczeniowy
source: Billing address
de_de: Rechnungsadresse
pl_pl: Adres rozliczeniowy

# Stół DANTE_Aluro
source: DANTE_Aluro table
de_de: Tabelle DANTE_Aluro
pl_pl: Stół DANTE_Aluro

# Wyczyść zamówienie
source: Clear order
de_de: Klare Reihenfolge
pl_pl: Wyczyść zamówienie

# Moje konto
source: My account
de_de: Mein Konto
pl_pl: Moje konto

# Hasło
source: Password
de_de: Passwort
pl_pl: Hasło

# CenaHurtowa
source: Wholesale price
de_de: Großhandelspreis
pl_pl: Cena hurtowa

# Dodaj do zamowienia
source: Add to Cart
de_de: Zur Bestellung hinzufügen
pl_pl: Dodaj do zamówienia

# Konsola, pomocnik HODIE_Aluro
source: Console, Helper HODIE_Aluro
de_de: HODIE_Aluro Konsole, Hilfsmittel
pl_pl: Konsola, pomocnik HODIE_Aluro

# Wybierz profil działalności.
source: Choose a business profile.
de_de: Wählen Sie ein Unternehmensprofil aus.
pl_pl: Wybierz profil działalności.

# Regał 5-półkowy FOSIL_Aluro
source: 5-shelf bookcase FOSIL_Aluro
de_de: Bücherregal mit 5 Regalen FOSIL_Aluro
pl_pl: Regał 5-półkowy FOSIL_Aluro

# drzewo
source: tree
pl_pl: drzewo
