Repository: Siwy55p/SklepInternetowyNETCore
Catalog: Resources/SharedResource.*.resx
Languages: de_de, pl_pl

# Lustro industrialne JEROLD_Aluro
source: JEROLD_Aluro industrial mirror
de_de: Industriespiegel JEROLD_Aluro
pl_pl: Lustro industrialne JEROLD_Aluro

# Abażur z tkaniny taupe Aluro L
source: Taupe Stoff Lampenschirm Aluro L
de_de: Abażur z tkaniny taupe Aluro L
pl_pl: Abażur z tkaniny taupe Aluro L

# Choinka metalowa biała vintage &amp; style XL_Aluro
source: Metal Christmas tree white vintage & style XL_Aluro
de_de: Metall Weihnachtsbaum weiß Vintage & Stil XL_Aluro
pl_pl: Choinka metalowa biała vintage & style XL_Aluro

# Cena jednostkowa
source: unit price
de_de: Stückpreis
pl_pl: Cena jednostkowa

# Osłonka, donica FRISA - XXL_Aluro
source: FRISA casing, pot - XXL_Aluro
de_de: FRISA Gehäuse, Blumentopf - XXL_Aluro
pl_pl: Osłonka, donica FRISA - XXL_Aluro

# Wazon niebieski FELIZ_Aluro
source: Blue vase FELIZ_Aluro
de_de: Blaue Vase FELIZ_Aluro
pl_pl: Wazon niebieski FELIZ_Aluro

# Świecznik TOZZI 5-ramienny_Aluro
source: TOZZI 5-arm candle holder_Aluro
de_de: TOZZI 5-Arm-Kerzenhalter_Aluro
pl_pl: Świecznik TOZZI 5-ramienny_Aluro

# test spacja w symbol
source: Prüfbereich im Symbol
pl_pl: test spacja w symbol

# Roślina sztuczna -róża miedziana Aluro
source: Artificial plant - copper rose Aluro
de_de: Künstliche Pflanze - Kupferrose Aluro
pl_pl: Roślina sztuczna -róża miedziana Aluro

# Lampion srebrny BONTA_Aluro
source: Silver lantern BONTA_Aluro
de_de: Silberne Laterne BONTA_Aluro
pl_pl: Lampion srebrny BONTA_Aluro

# Wszelkie prawa zastrzeżone.
source: All rights reserved.
de_de: Alle Rechte vorbehalten.
pl_pl: Wszelkie prawa zastrzeżone.

# Lampa wisząca kula FIORE_Aluro
source: FIORE_Aluro Kugel Pendelleuchte
de_de: Lampa wisząca kula FIORE_Aluro
pl_pl: Lampa wisząca kula FIORE_Aluro

# Pojemnik - bomboniera ASURA - L_Aluro
source: Container - box of chocolates ASURA - L_Aluro
de_de: ASURA Behälter - Pralinenschachtel - L_Aluro
pl_pl: Pojemnik - bomboniera ASURA - L_Aluro

# Roślina sztuczna - owoce głogu złote_Aluro
source: Artificial plant - hawthorn fruit gold_Aluro
de_de: Künstliche Pflanze - goldene Weißdornfrucht_Aluro
pl_pl: Roślina sztuczna - owoce głogu złote_Aluro

# Imię
source: Name
pl_pl: Imię

# Wazon OROMEO ręcznie malowany_Aluro L
source: OROMEO hand-painted vase_Aluro L
de_de: OROMEO handbemalte Vase_Aluro L
pl_pl: Wazon OROMEO ręcznie malowany_Aluro L

# Gotówka odbiór w Bogucinie ul. Gnieźnieńska 159
source: Cash pickup in Bogucin ul. Gniezno 159
de_de: Bargeldabholung in Bogucin ul. Gnesen 159
pl_pl: Gotówka odbiór w Bogucinie ul. Gnieźnieńska 159

# Stolik/Pomocnik ORSO_Aluro
source: ORSO_Aluro Table/Shelf
de_de: ORSO_Aluro Tabelle/Hilfsmittel
pl_pl: Stolik/Pomocnik ORSO_Aluro

# Wazon ALAMA ręcznie malowany_Aluro
source: ALAMA hand-painted vase_Aluro
de_de: ALAMA handbemalte Vase_Aluro
pl_pl: Wazon ALAMA ręcznie malowany_Aluro

# Alfabetycznie od A do Z
source: Alphabetical from A to Z
de_de: Alphabetisch von A bis Z
pl_pl: Alfabetycznie od A do Z

# STWÓRZ KONTO
source: CREATE AN ACCOUNT
de_de: EIN KONTO ERSTELLEN
pl_pl: STWÓRZ KONTO

# Donica MIDAXI white&amp;copper L_Aluro
source: MIDAXI white&copper pot L_Aluro
de_de: MIDAXI weiß&kupfer Topf L_Aluro
pl_pl: Donica MIDAXI white&copper L_Aluro

# Nowa Kolekcja
source: New collection
de_de: Neue Kollektion
pl_pl: Nowa Kolekcja

# Roślina szt. - gałązka białej hortensji_Aluro
source: Plant pcs. - sprig of white hydrangea_Aluro
de_de: Pflanze Stk. - Zweig der weißen Hortensie_Aluro
pl_pl: Roślina szt. - gałązka białej hortensji_Aluro

# Świecznik srebrny VIRA L_Aluro
source: VIRA silver candle holder L_Aluro
de_de: Silberner Kerzenhalter VIRA L_Aluro
pl_pl: Świecznik srebrny VIRA L_Aluro

# Pojemnik - bomboniera ASURA - XL_Aluro
source: Container - box of chocolates ASURA - XL_Aluro
de_de: ASURA Pralinenschachtel - XL_Aluro
pl_pl: Pojemnik - bomboniera ASURA - XL_Aluro

# Produkt Bez kategori Test
source: Product Uncategorized Test
de_de: Produkt nicht in Kategorie Test
pl_pl: Produkt Bez kategori Test

# Moje informacje osobiste
source: My personal information
de_de: Meine persönlichen Informationen
pl_pl: Moje informacje osobiste

# Lampa stołowa JIKARA wiklinowa_Aluro
source: JIKARA wicker table lamp_Aluro
de_de: JIKARA Geflecht-Tischlampe_Aluro
pl_pl: Lampa stołowa JIKARA wiklinowa_Aluro

# Serce mozaikowe wiszące - L_Aluro
source: Hanging mosaic heart - L_Aluro
de_de: Hängendes Mosaikherz - L_Aluro
pl_pl: Serce mozaikowe wiszące - L_Aluro

# Wielbłąd dromader - figura metalowa_Aluro XL
source: Dromedary camel - metal figure_Aluro XL
de_de: Dromader Kamel - Metallfigur_Aluro XL
pl_pl: Wielbłąd dromader - figura metalowa_Aluro XL

# Razem
source: Together
de_de: Zusammen
pl_pl: Razem

# Donica MIDAXI white&amp;copper XL_Aluro
source: MIDAXI white&copper XL pot_Aluro
de_de: MIDAXI weiß&kupfer XL Topf_Aluro
pl_pl: Donica MIDAXI white&copper XL_Aluro

# Konsola AMAX_Aluro
source: AMAX_Aluro console
de_de: AMAX_Aluro-Konsole
pl_pl: Konsola AMAX_Aluro

# Osłonka, donica LERICI - XXL_Aluro
source: LERICI casing, pot - XXL_Aluro
de_de: LERICI Gehäuse, Blumentopf - XXL_Aluro
pl_pl: Osłonka, donica LERICI - XXL_Aluro

# Lampion wiszący SILO z wkład. szklanym_Aluro
source: SILO hanging lantern with glass insert_Aluro
de_de: Hängelaterne SILO mit Glaseinsatz_Aluro
pl_pl: Lampion wiszący SILO z wkład. szklanym_Aluro

# Osłonka, donica CARLA - XXL_Aluro
source: Cowl, pot CARLA - XXL_Aluro
de_de: Kutte, Topf CARLA - XXL_Aluro
pl_pl: Osłonka, donica CARLA - XXL_Aluro

# Stolik BASE_ALURO
source: BASE_ALURO table
de_de: Tabelle BASE_ALURO
pl_pl: Stolik BASE_ALURO

# Wazon,osłonka ARKET_Aluro
source: Vase,casing ARKET_Aluro
de_de: Vase,Gehäuse ARKET_Aluro
pl_pl: Wazon,osłonka ARKET_Aluro

# Gazon, doniczka LAZURITE ocean blue_Aluro XL
source: Gazon, pot LAZURITE ocean blue_Aluro XL
de_de: Gazon, Blumentopf LAZURITE ozeanblau_Aluro XL
pl_pl: Gazon, doniczka LAZURITE ocean blue_Aluro XL

# Lampion FLOBI wiklina i sznurek - XL_Aluro
source: FLOBI wicker and string lantern - XL_Aluro
de_de: FLOBI Weidenruten- und Schnurlaterne - XL_Aluro
pl_pl: Lampion FLOBI wiklina i sznurek - XL_Aluro

# Lampa wisząca TAKALI_Aluro
source: TAKALI_Aluro pendant lamp
de_de: Hängeleuchte TAKALI_Aluro
pl_pl: Lampa wisząca TAKALI_Aluro

# Osłonka na stojaku FIBER_aluro
source: FIBER_aluro stand cover
de_de: FIBER_aluro Standgehäuse
pl_pl: Osłonka na stojaku FIBER_aluro

# Integracja XML
source: XML Integration
pl_pl: Integracja XML

# Ilość
source: Quantity
de_de: Menge
pl_pl: Ilość

# Osłonka, donica LERICI - L_Aluro
source: LERICI casing, pot - L_Aluro
de_de: LERICI Gehäuse, Blumentopf - L_Aluro
pl_pl: Osłonka, donica LERICI - L_Aluro

# Osłonka, donica MARTISA - XL_Aluro
source: Cowl, pot MARTISA - XL_Aluro
de_de: MARTISA Gehäuse, Blumentopf - XL_Aluro
pl_pl: Osłonka, donica MARTISA - XL_Aluro

# Zegar ścienny KIRAN_Aluro
source: KIRAN_Aluro wall clock
de_de: Wanduhr KIRAN_Aluro
pl_pl: Zegar ścienny KIRAN_Aluro

# Wazon metalowy SOLCO złoty_Aluro
source: SOLCO gold metal vase_Aluro
de_de: Metallvase SOLCO gold_Aluro
pl_pl: Wazon metalowy SOLCO złoty_Aluro

# Doniczka,osłonka ANTERO okrągła_Aluro XL
source: ANTERO round flowerpot,casing_Aluro XL
de_de: Runder ANTERO Blumentopf_Aluro XL
pl_pl: Doniczka,osłonka ANTERO okrągła_Aluro XL

# Wieloryb - figura dekoracyjna_Aluro
source: Whale - decorative figure_Aluro
de_de: Wal - Dekofigur_Aluro
pl_pl: Wieloryb - figura dekoracyjna_Aluro

# Lustro salonowe TEVOR antique style gold_Aluro
source: TEVOR antique style gold living room mirror_Aluro
de_de: Loungespiegel TEVOR antik Stil gold_Aluro
pl_pl: Lustro salonowe TEVOR antique style gold_Aluro

# Sortuj
source: Sort
de_de: Sortieren
pl_pl: Sortuj

# Roślina sztuczna - gałązki złote_Aluro
source: Artificial plant - golden branches_Aluro
de_de: Künstliche Pflanze - goldene Zweige_Aluro
pl_pl: Roślina sztuczna - gałązki złote_Aluro

# Osłonka z jelonkami GILBO M_Aluro
source: GILBO deer casing M_Aluro
de_de: GILBO-Hirschdarm M_Aluro
pl_pl: Osłonka z jelonkami GILBO M_Aluro

# Stół kawowy SAVIR_Aluro
source: SAVIR_Aluro coffee table
de_de: Couchtisch SAVIR_Aluro
pl_pl: Stół kawowy SAVIR_Aluro

# Szyszka FLAR_Aluro XL
source: FLAR_Aluro cone XL
de_de: FLAR_Aluro-Kegel XL
pl_pl: Szyszka FLAR_Aluro XL

# Lampion szklany FEBO_Aluro
source: Glass lantern FEBO_Aluro
de_de: Glaslaterne FEBO_Aluro
pl_pl: Lampion szklany FEBO_Aluro

# Stół FILIPPE 240x95x76_Aluro
source: FILIPPE table 240x95x76_Aluro
de_de: FILIPPE Tisch 240x95x76_Aluro
pl_pl: Stół FILIPPE 240x95x76_Aluro

# w tygodniu
source: in the week
de_de: in der Woche
pl_pl: w tygodniu

# Koszyk jest pusty
source: Cart is empty
de_de: Korb ist leer
pl_pl: Koszyk jest pusty

# Meble
source: Furniture
de_de: Möbel
pl_pl: Meble

# Alfabetycznie od Z do A
source: Alphabetical from Z to A
de_de: Alphabetisch von Z bis A
pl_pl: Alfabetycznie od Z do A

# Wiadomość do zamówienia.
source: message to order
de_de: Nachricht bestellen.
pl_pl: Wiadomość do zamówienia.

# Powtórz hasło
source: Repeat password
de_de: Passwort wiederholen
pl_pl: Powtórz hasło

# Osłonka, misa LAKO_Aluro
source: Cover, bowl LAKO_Aluro
de_de: Kutte, Schale LAKO_Aluro
pl_pl: Osłonka, misa LAKO_Aluro

# Powtórz nowe hasło
source: Repeat new password
pl_pl: Powtórz nowe hasło

# Witaj
source: Hello
de_de: Hallo
pl_pl: Witaj

# Usuń
source: Delete
de_de: Löschen
pl_pl: Usuń

# Zarządzaj kontem
source: Manage your account
de_de: Verwalten Sie Ihr Konto
pl_pl: Zarządzaj kontem

# Fotel metalowy ABRO_Aluro
source: ABRO_Aluro metal armchair
de_de: Metall-Sessel ABRO_Aluro
pl_pl: Fotel metalowy ABRO_Aluro

# Adresy
source: addresses
de_de: Adressen
pl_pl: Adresy

# Stół FILIPPE 190x95x76_Aluro
source: FILIPPE table 190x95x76_Aluro
de_de: FILIPPE Tisch 190x95x76_Aluro
pl_pl: Stół FILIPPE 190x95x76_Aluro

# Zamówienie
source: Order
de_de: in der Woche
pl_pl: Zamówienie

# Wielbłąd dromader- figura metalowa_Aluro L
source: Dromader camel- metal figure_Aluro L
de_de: Dromader Kamel - Metallfigur_Aluro L
pl_pl: Wielbłąd dromader- figura metalowa_Aluro L

# Osłonka, donica LERICI - XL_Aluro
source: LERICI casing, pot - XL_Aluro
de_de: LERICI Gehäuse, Blumentopf - XL_Aluro
pl_pl: Osłonka, donica LERICI - XL_Aluro

# Choinka MIILTON - drewno mango_Aluro
source: MIILTON Christmas tree - mango wood_Aluro
de_de: MIILTON Weihnachtsbaum - Mangoholz_Aluro
pl_pl: Choinka MIILTON - drewno mango_Aluro

# Wazon kremowy VINCE_Aluro
source: VINCE_Aluro cream vase
de_de: VINCE_Aluro cremefarbene Vase
pl_pl: Wazon kremowy VINCE_Aluro

# Samochód zielony L_Aluro
source: Car green L_Aluro
de_de: Auto grün L_Aluro
pl_pl: Samochód zielony L_Aluro

# Samochód zielony XXL_Aluro
source: Car green XXL_Aluro
de_de: Auto grün XXL_Aluro
pl_pl: Samochód zielony XXL_Aluro

# Ptak drewniany- hand made from recycling_Aluro
source: Wooden bird- hand made from recycling_Aluro
de_de: Vogel aus Holz - handgefertigt aus Recycling_Aluro
pl_pl: Ptak drewniany- hand made from recycling_Aluro

# Ważne informacje
source: Important information
de_de: Wichtige Informationen
pl_pl: Ważne informacje

# Pojemnik MIDAXI white&amp;copper XXL_Aluro
source: MIDAXI white&copper XXL container_Aluro
de_de: MIDAXI weiß&kupfer XXL Behälter_Aluro
pl_pl: Pojemnik MIDAXI white&copper XXL_Aluro

# Misa ALAMA ręcznie malowana_Aluro
source: ALAMA hand-painted bowl_Aluro
de_de: ALAMA handbemalte Schalel_Aluro
pl_pl: Misa ALAMA ręcznie malowana_Aluro

# Lampa wisząca FRILL_Aluro
source: FRILL_Aluro Pendelleuchte
de_de: Lampa wisząca FRILL_Aluro
pl_pl: Lampa wisząca FRILL_Aluro

# Osłonka metal.na stojaku ALVRA_Aluro
source: Metal casing.on stand ALVRA_Aluro
de_de: Metallgehäuse auf Ständer ALVRA_Aluro
pl_pl: Osłonka metal.na stojaku ALVRA_Aluro

# Osłonka MADELIA_Aluro
source: MADELIA_Aluro casing
de_de: MADELIA_Alurogehäuse
pl_pl: Osłonka MADELIA_Aluro

# Roślina sztuczna -wierzba płacząca srebrna_Aluro
source: Artificial plant -weeping silver willow_Aluro
de_de: Künstliche Pflanze - Trauerweide silber_Aluro
pl_pl: Roślina sztuczna -wierzba płacząca srebrna_Aluro

# Abażur z tkaniny brązowy Aluro L
source: Lampenschirm aus Stoff braun Aluro L
de_de: Abażur z tkaniny brązowy Aluro L
pl_pl: Abażur z tkaniny brązowy Aluro L

# Lampion-świecznik LAKIN-loft_Aluro
source: Lantern-candle holder LAKIN-loft_Aluro
de_de: Laternen-Kerzenhalter LAKIN-loft_Aluro
pl_pl: Lampion-świecznik LAKIN-loft_Aluro

# Wazon MIDAXI white&amp;copper XL_Aluro
source: MIDAXI white&copper XL vase_Aluro
de_de: MIDAXI Vase weiß&kupfer XL_Aluro
pl_pl: Wazon MIDAXI white&copper XL_Aluro

# Dodatki do wnętrz
source: Interior accessories
de_de: Innenausstattung
pl_pl: Dodatki do wnętrz

# Symbol od największej do najmniejszej
source: Symbol from largest to smallest
de_de: Symbol vom größten zum kleinsten
pl_pl: Symbol od największej do najmniejszej

# Świecznik ażurowy FULTON_Aluro XL
source: FULTON_Aluro XL openwork candle holder
de_de: Durchbrochener Kerzenhalter FULTON_Aluro XL
pl_pl: Świecznik ażurowy FULTON_Aluro XL

# Resetuj hasło
source: Reset password
de_de: Passwort zurücksetzen
pl_pl: Resetuj hasło

# (netto)
source: tax excl.
de_de: MwSt. exkl.
pl_pl: (netto)

# Stolik GIDO_ALURO
source: GIDO_ALURO table
de_de: Tabelle GIDO_ALURO
pl_pl: Stolik GIDO_ALURO

# Osłonka, donica CARLA - XL_Aluro
source: Cowl, pot CARLA - XL_Aluro
de_de: Kutte, Topf CARLA - XL_Aluro
pl_pl: Osłonka, donica CARLA - XL_Aluro

# Konsola FOSIL_Aluro
source: FOSIL_Aluro console
de_de: FOSIL_Aluro-Konsole
pl_pl: Konsola FOSIL_Aluro

# Nazwisko
source: Last name
de_de: Nachname
pl_pl: Nazwisko

# Krzesło tapicerowane PICADO blue_Aluro
source: PICADO upholstered chair blue_Aluro
de_de: PICADO gepolsterter Stuhl blau_Aluro
pl_pl: Krzesło tapicerowane PICADO blue_Aluro

# Wyloguj
source: Log out
de_de: Ausloggen
pl_pl: Wyloguj

# Ozdoba szkl. BRISK gwiazdka 3 wzory_Aluro
source: BRISK star glass ornament 3 designs_Aluro
de_de: BRISK Stern Glas Ornament 3 Designs_Aluro
pl_pl: Ozdoba szkl. BRISK gwiazdka 3 wzory_Aluro

# ProduktNiedostępny
source: The product is no longer available
de_de: Dieses Produkt ist nicht länger verfügbar
pl_pl: Ten produkt jest już niedostępny

# godz. otwarcia
source: opening hours
de_de: Zeit. Öffnung
pl_pl: godz. otwarcia

# Przelew
source: Transfer
pl_pl: Przelew

# Utwórz nowe konto
source: Create new account
de_de: Neuen Account erstellen
pl_pl: Utwórz nowe konto

# Osłonka z jelonkami GILBO XL_Aluro
source: GILBO deer casing XL_Aluro
de_de: GILBO-Hirschdarm XL_Aluro
pl_pl: Osłonka z jelonkami GILBO XL_Aluro

# Roślina sztuczna - krwawnik dziki_Aluro
source: Artificial plant - wild yarrow_Aluro
de_de: Künstliche Pflanze - Wilde Schafgarbe_Aluro
pl_pl: Roślina sztuczna - krwawnik dziki_Aluro

# Ozdoba szkl.GULIA bombka z gwiazdką_Aluro
source: Glass ornament.GULIA bauble with star_Aluro
de_de: Glaskugel GULIA mit Stern_Aluro
pl_pl: Ozdoba szkl.GULIA bombka z gwiazdką_Aluro

# Samochód zielony XL_Aluro
source: Car green XL_Aluro
de_de: Auto grün XL_Aluro
pl_pl: Samochód zielony XL_Aluro

# Stolik okolicznościowy MALOV_Aluro
source: Occasional table MALOV_Aluro
de_de: Beistelltisch MALOV_Aluro
pl_pl: Stolik okolicznościowy MALOV_Aluro

# (brutto)
source: tax incl.
de_de: inkl. Steuer.
pl_pl: (brutto)

# Komoda FENDI_Aluro
source: FENDI_Aluro chest of drawers
de_de: FENDI_Aluro Kommode
pl_pl: Komoda FENDI_Aluro

# Świąteczka Kolekcja
source: Christmas Collection
de_de: Weihnachtskollektion
pl_pl: Swiąteczna Kolekcja

# Świecznik FLAR_Aluro XL
source: FLAR_Aluro XL Candleholder
de_de: FLAR_Aluro XL Kerzenhalter
pl_pl: Świecznik FLAR_Aluro XL

# Baza zdjęć produktów aluro
source: Photo database of aluro products
de_de: Fotodatenbank von aluro Produkten
pl_pl: Baza zdjęć produktów aluro

# Wazon DALMIRA artistic style L_Aluro
source: DALMIRA artistic style vase L_Aluro
de_de: DALMIRA künstlerischen Stil Vase L_Aluro
pl_pl: Wazon DALMIRA artistic style L_Aluro

# Twoja cena po rabacie
source: Your discounted price
de_de: Ihr reduzierter Preis
pl_pl: Twoja cena po rabacie

# Razem (netto)
source: Total (net)
de_de: Gesamt
pl_pl: Razem (netto)

# Kolumna KUMI_ALURO
source: Column KUMI_ALURO
de_de: Spalte KUMI_ALURO
pl_pl: Kolumna KUMI_ALURO

# Świecznik ażurowy FULTON_Aluro L
source: FULTON_Aluro L openwork candle holder
de_de: Durchbrochener Kerzenhalter FULTON_Aluro L
pl_pl: Świecznik ażurowy FULTON_Aluro L

# Osłonka z jelonkami GILBO L_Aluro
source: GILBO deer casing L_Aluro
de_de: GILBO-Hirschdarm L_Aluro
pl_pl: Osłonka z jelonkami GILBO L_Aluro

# Osłonka,donica CARLA - M_Aluro
source: Cowl,pot CARLA - M_Aluro
de_de: Kutte,Topf CARLA - M_Aluro
pl_pl: Osłonka,donica CARLA - M_Aluro

# DANE ROZLICZENIOWE FIRMY
source: COMPANY BILLING INFORMATION
de_de: RECHNUNGSINFORMATIONEN DES UNTERNEHMENS
pl_pl: DANE ROZLICZENIOWE FIRMY

# Świecznik- lampion BAXTER_Aluro XL
source: Chandelier-lamp BAXTER_Aluro XL
de_de: Kronleuchter-Lampe BAXTER_Aluro XL
pl_pl: Świecznik- lampion BAXTER_Aluro XL

# Rośliny sztuczne
source: Artificial plants
de_de: Künstliche Pflanzen
pl_pl: Rośliny sztuczne

# Osłonka, donica KUSTON - HISTORY_Aluro
source: Cowl, pot KUSTON - HISTORY_Aluro
de_de: Kabinett, Blumentopf KUSTON - HISTORY_Aluro
pl_pl: Osłonka, donica KUSTON - HISTORY_Aluro

# Makrama sznurkowa KITTIRI - rama metal_Aluro
source: KITTIRI string macramé - frame metal_Aluro
de_de: KITTIRI Schnur Makramee - Metallrahmen_Aluro
pl_pl: Makrama sznurkowa KITTIRI - rama metal_Aluro

# Adress dostawy inny niż Adres rozliczeniowy
source: Delivery address different from Billing address
de_de: Lieferadresse abweichend von Rechnungsadresse
pl_pl: Adress dostawy inny niż Adres rozliczeniowy

# Wazon ANKLE_Aluro S
source: ANKLE_Aluro S vase
de_de: Vase ANKLE_Aluro S
pl_pl: Wazon ANKLE_Aluro S

# Nowa Kolekcja 2022
source: New Collection 2022
de_de: Neue Kollektion 2022
pl_pl: Nowa kolekcja 2022

# Szukaj
source: Search...
de_de: Suche...
pl_pl: Szukaj...

# Szklarenka BERTONI Aluro
source: Gewächshaus BERTONI Aluro
pl_pl: Szklarenka BERTONI Aluro

# Abażur do lamp z tkaniny Aluro XL
source: Lampenschirm Aluro XL Stoff
de_de: Abażur do lamp z tkaniny Aluro XL
pl_pl: Abażur do lamp z tkaniny Aluro XL

# Wazon OROMEO ręcznie malowany_Aluro XL
source: OROMEO hand-painted vase_Aluro XL
de_de: OROMEO handbemalte Vase_Aluro XL
pl_pl: Wazon OROMEO ręcznie malowany_Aluro XL

# Roślina szt. - gałązka białej orchidei_Aluro
source: Plant pcs. - sprig of white orchid_Aluro
de_de: Pflanze Stk. - Zweig der weißen Orchidee_Aluro
pl_pl: Roślina szt. - gałązka białej orchidei_Aluro

# Polski
source: Polish
de_de: Polieren
pl_pl: Polski

# Potrzebujesz pomocy? Zadzwoń
source: You need help? call
de_de: Sie benötigen Hilfe? Anruf
pl_pl: Potrzebujesz pomocy? Zadzwoń

# Komoda 4-drzwiowa NAFIR_Aluro
source: 4-door chest of drawers NAFIR_Aluro
de_de: 4-türige Truhe NAFIR_Aluro
pl_pl: Komoda 4-drzwiowa NAFIR_Aluro

# Powrót do sklepu
source: Return to the shop
de_de: Kehre zum Geschäft zurück
pl_pl: Powrót do sklepu

# Witryna loft HATTIE_Aluro
source: HATTIE_Aluro loft cabinet
de_de: HATTIE_Aluro-Loft-Schrank
pl_pl: Witryna loft HATTIE_Aluro

# Bombka szklana PANDIRA cristal-silver_Aluro
source: PANDIRA cristal-silver glass bauble_Aluro
de_de: Glaskugel PANDIRA kristall-silber_Aluro
pl_pl: Bombka szklana PANDIRA cristal-silver_Aluro

# Lampa wisząca GAURI_Aluro
source: GAURI_Aluro pendant lamp
de_de: GAURI_Aluro Pendelleuchte
pl_pl: Lampa wisząca GAURI_Aluro

# Wartość (brutto)
source: Gross value
de_de: Bruttowert
pl_pl: Wartość (brutto)

# Lampion FLOBI wiklina i sznurek - L_Aluro
source: FLOBI wicker and string lantern - L_Aluro
de_de: FLOBI Laterne aus Weide und Schnur - L_Aluro
pl_pl: Lampion FLOBI wiklina i sznurek - L_Aluro

# Lampion szklany MITO_Aluro
source: Glass lantern MITO_Aluro
de_de: Glaslaterne MITO_Aluro
pl_pl: Lampion szklany MITO_Aluro

# Szyszka FLAR_Aluro L
source: FLAR_Aluro L cone
de_de: FLAR_Aluro-Kegel L
pl_pl: Szyszka FLAR_Aluro L

# Język
source: Language
de_de: Sprache wählen
pl_pl: Wybierz język

# Samochód bordowy XL_Aluro
source: Car maroon XL_Aluro
de_de: Auto kastanienbraun XL_Aluro
pl_pl: Samochód bordowy XL_Aluro

# Obelisk dekoracyjny LALIS_Aluro
source: Decorative obelisk LALIS_Aluro
de_de: Dekorativer Obelisk LALIS_Aluro
pl_pl: Obelisk dekoracyjny LALIS_Aluro

# Samochód bordowy L_Aluro
source: L_Aluro maroon car
de_de: Kastanienbraunes Auto L_Aluro
pl_pl: Samochód bordowy L_Aluro

# Roślina sztuczna - palma w doniczce_Aluro
source: Artificial plant - palm tree in a pot_Aluro
de_de: Künstliche Pflanze - Palme im Topf_Aluro
pl_pl: Roślina sztuczna - palma w doniczce_Aluro

# Lampion PALAS szklano-metalowy - XXL_Aluro
source: PALAS glass and metal lantern - XXL_Aluro
de_de: PALAS Glas- und Metall-Laterne - XXL_Aluro
pl_pl: Lampion PALAS szklano-metalowy - XXL_Aluro

# Zapomniałeś hasło?
source: Forgot your password?
de_de: Haben Sie Ihr Passwort vergessen?
pl_pl: Zapomniałeś hasło?

# Osłonka, donica GOLDI - XL_Aluro
source: Cowl, pot GOLDI - XL_Aluro
de_de: GOLDI Gehäuse, Blumentopf - XL_Aluro
pl_pl: Osłonka, donica GOLDI - XL_Aluro

# Stolik-pomocnik KINOX_Aluro
source: KINOX_Aluro table-helper
de_de: Hilfstabelle KINOX_Aluro
pl_pl: Stolik-pomocnik KINOX_Aluro

# Osłonka prostokątna SHELO_Aluro
source: Rectangular casing SHELO_Aluro
de_de: Rechteckiges Gehäuse SHELO_Aluro
pl_pl: Osłonka prostokątna SHELO_Aluro

# Ozdoba wisząca SPLIT sznurki_Aluro
source: SPLIT string pendant ornament_Aluro
de_de: SPLIT string Anhänger Ornament_Aluro
pl_pl: Ozdoba wisząca SPLIT sznurki_Aluro

# PROFIL DZIAŁALNOŚCI
source: BUSINESS PROFILE
de_de: GESCHÄFTSPROFIL
pl_pl: PROFIL DZIAŁALNOŚCI

# Bombka szkl.DUTTON 3 wzory_Aluro
source: Bombka szkl.DUTTON 3 designs_Aluro
de_de: DUTTON Glaskugel 3 Motive_Aluro
pl_pl: Bombka szkl.DUTTON 3 wzory_Aluro

# Lampion szklany VIVO_Aluro
source: Glass lantern VIVO_Aluro
de_de: Glaslaterne VIVO_Aluro
pl_pl: Lampion szklany VIVO_Aluro

# Konsola MOLDE_Aluro
source: Console MOLDE_Aluro
de_de: MOLDE_Aluro-Konsole
pl_pl: Konsola MOLDE_Aluro

# Konsola ORSO_Aluro
source: Console ORSO_Aluro
de_de: ORSO_Aluro-Konsole
pl_pl: Konsola ORSO_Aluro

# Latarnia MORATO złota XXL_Aluro
source: MORATO gold lantern XXL_Aluro
de_de: MORATO Gold-Laterne XXL_Aluro
pl_pl: Latarnia MORATO złota XXL_Aluro

# Osłonka, donica FRISA - L_Aluro
source: FRISA casing, pot - L_Aluro
de_de: FRISA Gehäuse, Blumentopf - L_Aluro
pl_pl: Osłonka, donica FRISA - L_Aluro

# Stolik/Pomocnik AMAX_Aluro
source: AMAX_Aluro Table/Shelf
de_de: AMAX_Aluro Tisch/Ständer
pl_pl: Stolik/Pomocnik AMAX_Aluro

# Doniczka,osłonka ANTERO okrągła_Aluro XXL
source: ANTERO round flowerpot,casing_Aluro XXL
de_de: Runder ANTERO Blumentopf, Gehäuse_Aluro XXL
pl_pl: Doniczka,osłonka ANTERO okrągła_Aluro XXL

# Symbol od najmniejszej do największej
source: Symbol from smallest to largest
de_de: Symbol vom kleinsten zum größten
pl_pl: Symbol od najmniejszej do największej

# Wazon DALMIRA artistic style XXL_Aluro
source: DALMIRA artistic style vase XXL_Aluro
de_de: DALMIRA künstlerischen Stil Vase XXL_Aluro
pl_pl: Wazon DALMIRA artistic style XXL_Aluro

# Bombka szklana GIO_Aluro
source: GIO_Aluro glass bauble
de_de: Glaskugel GIO_Aluro
pl_pl: Bombka szklana GIO_Aluro

# Świecznik- lampion BAXTER_Aluro L
source: Chandelier-lamp BAXTER_Aluro L
de_de: Kronleuchter-Lampe BAXTER_Aluro L
pl_pl: Świecznik- lampion BAXTER_Aluro L

# Kraj
source: Country
de_de: Land
pl_pl: Kraj

# Wazon, lampion szklany CARLA - L_Aluro
source: CARLA vase, glass lantern - L_Aluro
de_de: Vase, Glaslaterne CARLA - L_Aluro
pl_pl: Wazon, lampion szklany CARLA - L_Aluro

# Wazon ANKLE_Aluro L
source: ANKLE_Aluro L vase
de_de: Vase ANKLE_Aluro L
pl_pl: Wazon ANKLE_Aluro L

# Stolik kawowy ORSO_Aluro
source: ORSO_Aluro coffee table
de_de: Couchtisch ORSO_Aluro
pl_pl: Stolik kawowy ORSO_Aluro

# Nazwa produktu
source: Product name
de_de: Produktname
pl_pl: Nazwa produktu
